// 'use strict';
// (function () {

//   window.data = {

//     names: ['Артем', 'Костя', 'Юлия', 'Саня',
//       'Егор', 'Ирина', 'Олег', 'Иван', 'Яков', 'Антон',
//       'Алина', 'Андрей', 'Ефросия', 'Кабысдох', 'Дармоед',
//       'Лентяй', 'Толстый', 'Анатолий', 'Барон', 'Юрец', 'Джон',
//       'Уил', 'Генри', 'Гарри', 'Педант'],

//     comments: ['Всё отлично!', 'В целом всё неплохо. Но не всё.', 'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
//       'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.', 'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
//       'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'],

//     minLikes: 15,
//     maxLikes: 200,
//     photos: []
//   };
// })();
